tap "caarlos0/tap"
tap "carlocab/personal"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sargunv/sargunv"
brew "bat"
brew "fontconfig"
brew "catimg"
brew "php"
brew "composer"
brew "diff-so-fancy"
brew "docker-compose", link: false
brew "dog"
brew "dos2unix"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glew"
brew "glfw"
brew "gradle"
brew "grc"
brew "htop"
brew "httpd"
brew "libav"
brew "maven"
brew "midnight-commander"
brew "nano"
brew "nmap"
brew "node"
brew "peco"
brew "rename"
brew "ripgrep"
brew "starship"
brew "subversion"
brew "svtplay-dl"
brew "telnet"
brew "tree"
brew "wget"
brew "wimlib"
brew "yarn"
brew "youtube-dl"
brew "caarlos0/tap/svu"
cask "1password"
cask "adobe-creative-cloud"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-anonymice-nerd-font"
cask "font-anonymous-pro"
cask "font-daddy-time-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monofur-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-source-code-pro"
cask "font-space-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-xkcd"
cask "font-xkcd-script"
cask "google-chrome"
cask "hazel"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "rar"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "temurin"
cask "visual-studio-code"
cask "vlc"
